{
  "model_type": "touch_flow",
  "transformers_version": "4.52.3",
  "llm_model_name_or_path": "Qwen/Qwen2.5-0.5B-Audio-FSQ",
  "s3tokenizer_download_dir": "s3tokenizer",
  "s3tokenizer_model_name": "speech_tokenizer_v3_25hz",
  "speaker_model_path": "campplus",
  "num_speech_tokens": 6561,
  "t_scheduler": "cosine",
  "sigma_min": 1e-6,
  "training_cfg_rate": 0.2,
  "inference_cfg_rate": 0.7,
  "n_timesteps": 5
}
